Repository: mozilla-l10n/mt-training-data
Catalog: quy/quy_pontoon.tmx
Source language: en_us
Languages: quy

source: Set %1$s as your default browser and get the benefits of private browsing when you open webpages from other apps.
quy: Churaykuy kayta %1$s ajinaña jamuq t'aqwiriqjinata chanta asuy t'aqwiriy allin jamuyninta qhawaykachay ima kay web raphikunata kicharispa wak aplicacionesmantapacha.

source: Set default, autocomplete
quy: Akllasqañajinata churay, sapanmanta junt'achiy

source: Share…
quy: Qunakuy…

source: Share via
quy: Via ñisqata qunakuy

source: Shortcut will open with Tracking Protection disabled
quy: Chiqan yaykuna kicharikunqa kay wañuchisqa tarichiq jark'akuywan

source: Site Security
quy: Kitimanta takya

source: Some ads track site visits, even if you don’t click the ads
quy: Wakin willaykuna, manapis qam paykunaman yaykuykuqtiykipis, yaykusqaykita kay web raphikunaman tarinku

source: Stealth
quy: Mana rikukuq

source: Stop loading website
quy: Kay raphiqpata chaqnanayninta sayay

source: Switching Apps
quy: Apps kaqkunata tikraychaspa

source: System default
quy: Sistemaqpata ajinaña jamuynin

source: Tabs open: %1$s
quy: Tikllakuna kichasqa: %1$s

source: Take private browsing to the next level. Block ads and other content that can track you across sites and bog down page load times.
quy: Qhipan ñiqiman kay asuy t'aqwiriyta apay. Willaykunata chanta wak tiyapuykunata ima ch'ataykuy mayqinkunachus tarisuy atinkuman kitinninta chanta raphikunaqpata chaqnanayninta jayrayan ima.

source: Trackers blocked
quy: Mask'achiqkuna ch'atasqa

source: Tracking, cookies, data choices
quy: Tarichiqkunamanta, cookies kaqkunamanta, willaykunamanta ima akllaykuna

source: Tracking Protection
quy: Tarichiqkunamanta jark'ana

source: URL already exists
quy: Kay URL kanña

source: URL Autocomplete
quy: URL sapanmanta junt'achiy

source: URL copied
quy: URL kikinchasqa

source: URL to add
quy: URL yapanapaq

source: Used to collect, analyze and measure activities like tapping and scrolling
quy: Kaywan llamk'akun ruwaykunaykita tantanapaq, qhawaykachanapaq chanta tupunapaq ima, kikinta imaynatachus jukta akllaptiyki mana chay raphinta suchuptiykijina

source: Verified by: %1$s
quy: Qhawaychasqa kaywan: %1$s

source: Web Content
quy: Web kaqmanta Tiyapuynin

source: Website loaded
quy: Web raphi chaqnanasqa

source: What’s New
quy: Musuq imakuna

source: You can leave %1$s to open this link in %2$s.
quy: Lluqsiy atiwaq kaymanta %1$s kay t'inkiyta kaypi %2$s kichanaykipaq.

source: Your browsing history has been erased.
quy: Ñawpa yaykusqa t'aqwiriyniyki picharpakun.

source: Your Rights
quy: Derechosniyki

source: Your search, your way
quy: Mask'ayniyki, munasqaykimanjina

source: Authentication required
quy: Juk autenticaciónta munakun

source: Autocomplete
quy: Sapanmanta junt'achiy

source: Copy image address
quy: Rikch'aypata direccioninta kikinchay

source: Copy link address
quy: T'inkiypata direccioninta kikinchay

source: Custom URLs
quy: URLs kaqkunata sapanchaykuy

source: Default URL List
quy: Ajinaña jamuq URL Rikurpu

source: Downloaded files <b>will not be deleted</b> when you erase %1$s history.
quy: Uraykuchisqa kipukuna <b>mana raqpasqachu kanqanku </b> sichus ñawpa yaykusqaykita %1$s kaymanta pichanki chay.

source: Download File
quy: Kiputa uraykuchiy

source: Enable to have %1$s autocomplete over 450 popular URLs in the address bar.
quy: Kawsachiy kay %1$s sapanmanta junt'achinanpaq kay direcciones siqipi aswan 450 munasqa URLs kaqkunawan.

source: Hide webpages when switching apps
quy: Web raphikunata pakay ruwaykunata chhalaptiyki

source: Oops
quy: Uy

source: Open link in new tab
quy: T'inkiyta kichariy juk musuq tikllapi

source: Problem loading page
quy: Ch'ampa raphita chaqnanaspa

source: Return to your favorite sites in %1$s quickly. Just select "Add to Home screen" from the %1$s menu.
quy: Aswan munasqa kitikunaykita watiqmanta watukuy kaypi %1$s utqhaytapacha. Akllay "Qallariy pantallaman yapay" kay %1$s menu kaqpi.

source: Saved and shared images <b>will not be deleted</b> when you erase %1$s history.
quy: Jallich'asqa chanta qunakusqa rikch'aykuna <b>mana raqpasqachu kanqanku</b> sichus ñawpa yaykusqaykita %1$s kaymanta pichanki chay.

source: Save image
quy: Rikch'ayta jallich'ay

source: Secure connection failed
quy: Takya t'inkiypi pantay

source: Share image
quy: Rikch'ayta qunakuy

source: Share link
quy: T'inkiyta qunakuy

source: The address isn’t valid
quy: Kay dirección mana allinchu

source: The address wasn’t understood
quy: Kay direccion mana jap'iqakunchu

source: The connection timed out
quy: T'inkiy tukukunña

source: The page isn’t redirecting properly
quy: Kay raphi mana allintachu redireccionachkan

source: Try Again
quy: Watiqmanta ruway

source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
quy: <ul> <li>Qhawaykachay sichus dirección mana ni juk pantayniyku kayjina <strong>ww</strong>.example.com kayjinamanta <strong>www</strong>.example.com</li> <li>Sichus ni juk raphita chaqnanay atinkichu chay, dispositivoykiqpata willaykuna t'inkiyninta qhawaykachay mana chay Wi-Fi kaqmanta.</li> </ul>

source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your mobile device’s data or Wi-Fi connection.</li> </ul>
quy: <ul> <li>Puede que el sitio esté ocupado o no esté disponible temporalmente. Vuelve a intentarlo en unos minutos.</li> <li>Si no puedes cargar ninguna página, comprueba la conexión de datos o Wi-Fi de tu dispositivo.</li> </ul>

source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
quy: <ul> <li>Ichapis juk pantay kanman kay yaywaq configuracionwan mana chay ichapis juk runa yaywaqta tantiyay munachkan.</li> <li>Sichus ñawpaqta mana ch'ampakunayuq kay yaywaqman t'inkikurqankiña chay, ichapis pantayqa kunanpachalla kanman chanta watiqmanta ruway atiwaq.</li></ul>

source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
quy: <ul> <li>Wakin kuti, ch'ampaqa rikhurin wañuchiyrayku mana chay mana ari ñiqtiyki kay cookies llamk'ayta.</li></ul>

source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
quy: <ul> <li>Web direccionesqa mana ajinachu qillqakuy yachanku <strong></strong></li> <li>Sumaqta qhawaychakuy kay wiksu siqikunawan llamk'ayta (i.e. <strong>/</strong>).</li></ul>

source: <ul> <li>You might need to install other software to open this address.</li> </ul>
quy: <ul> <li>Ichapis wak software ñisqata chantinayki tiyan kay direccionta kicharinaykipaq.</li></ul>

source: Unable to connect
quy: Mana t'inkikuyta atikunchu

source: We can’t load this page for some reason.
quy: Imaraykuchus mana kay raphita chaqnanay atirqaykuchu.

source: What's New
quy: Musuq imakuna

source: abnormality
quy: abnormalidad nisqa

source: aggregate
quy: huñusqa

source: contribute
quy: quy

source: corrupt
quy: waqlliq
